Repository: PyaeSoneHan246810/lae_lar_mel_flutter
Catalog: lib/l10n/app_*.arb
Languages: my

source: Select Language
my: ဘာသာစကားရွေးချယ်မည်

# select_app_language
source: Select your preferred app language
my: သင်နှစ်သက်သော ဘာသာစကားကို ရွေးချယ်ပါ။

# english_language
source: English
my: အင်္ဂလိပ်စာ

# burmese_language
source: Burmese
my: မြန်မာစာ

# intro_title
source: Upgrade your language skills with us.
my: သင်၏ဘာသာစကားစွမ်းရည်ကို "လေ့လာမယ်"နှင့်အတူ မြှင့်တင်လိုက်ပါ။

# intro_subtitle
source: From beginner to advanced, learn from the experienced instructors.
my: အခြေခံမှစ၍အဆင့်မြင့်ထိ ဝါရင့်ဆရာဆရာမများထံမှ သင်ယူပါ။

source: Getting Started
my: စတင်မည်

# enter_phone_number
source: Enter your mobile phone number to continue.
my: ရှေ့ဆက်ရန် သင့်မိုဘိုင်းဖုန်းနံပါတ်အား ရိုက်ထည့်ပါ။

# phone_number
source: Mobile Phone Number
my: မိုဘိုင်းဖုန်းနံပါတ်

# continue_process
source: Continue
my: ရှေ့ဆက်မည်

# otp_title
source: OTP Verification
my: OTP အတည်ပြုခြင်း

# otp_subtitle
source: Please enter the one-time password (OTP) from the SMS we sent.
my: ကျွန်ုပ်တို့ပေးပို့ထားသော SMSမှ တစ်ကြိမ်သုံးစကားဝှက် (OTP)ကို ကျေးဇူးပြု၍ ထည့်သွင်းပါ။

# no_receive_code
source: I didn't receive any code.
my: ကျွန်ုပ် OTP မရရှိသေးပါ။

source: RESEND
my: ပြန်ပို့ပေးပါ

source: Submit
my: အတည်ပြုမည်

# wrong_phone_number
source: Not your phone number?
my: ကျွန်ုပ်၏ဖုန်းနံပါတ်မဟုတ်ပါ။

source: Go Back
my: ပြန်မည်

# complete_account_title
source: Complete your account
my: သင်၏အကောင့်ဖန်တီးမှုကို အပြီးသတ်ပါ။

source: Password
my: စကားဝှက်

source: Complete
my: အပြီးသတ်မည်

# set_username
source: Set your username
my: အသုံးပြုသူအမည်သတ်မှတ်ပါ

# set_password
source: Set your password
my: ကိုယ်ပိုင်စကားဝှက်သတ်မှတ်ပါ

# type_password_again
source: Type your password again
my: စကားဝှက်ကိုပြန်လည်ဖြည့်သွင်းပေးပါ

source: Featured
my: အထူးအသားပေး

source: My Learning
my: မိမိသင်ယူမှု

source: Account
my: မိမိအကောင့်

# greeting_title
source: Hello
my: မင်္ဂလာပါ

# greeting_subtitle
source: Welcome to the world of languages.
my: လေ့လာမယ်ဘာသာစကားကမ္ဘာမှ ကြိုဆိုပါတယ်။

# languages_title
source: Languages
my: ဘာသာစကားများ

# languages_subtitle
source: Choose the language you want to learn.
my: မိမိလေ့လာချင်သည့် ဘာသာစကားအား စတင်ရွေးချယ်လေ့လာလိုက်ပါ။

source: English
my: အင်္ဂလိပ်စာ

source: Chinese
my: တရုတ်စာ

source: Japanese
my: ဂျပန်စာ

source: Korean
my: ကိုရီးယားစာ

# free_courses_title
source: Free Courses
my: အခမဲ့သင်တန်းများ

# premium_courses_title
source: Premium Courses
my: အဆင့်မြင့်သင်တန်းများ

source: View all
my: အားလုံးကြည့်မည်

# continue_learning_title
source: Continue Learning
my: ဆက်လက်လေ့လာပါ

# empty_ongoing_course_message
source: You have no ongoing courses. What will you learn first?
my: သင့်တွင် လေ့လာလက်စသင်တန်းမရှိသေးပါ။ တစ်ခုခုကို စတင်လေ့လာလိုက်ပါ။

source: Edit profile
my: ပရိုဖိုင်ပြုပြင်မည်

source: Settings
my: စက်တင်များ

source: App language
my: ဘာသာစကား

# code_apply
source: Apply
my: လျှောက်ထားမည်

# code_cancel
source: Cancel
my: မလုပ်တော့ပါ

source: Help and Support
my: အကူအညီပံ့ပိုးမှု

source: About us
my: ကျွန်ုပ်တို့အကြောင်း

source: About "LaeLarMel"
my: "လေ့လာမယ်" ဆိုတာဘာလဲ

# about_laelarmel_text
source: LaeLarMel is the e-learning mobile application platform, offering language courses that include both free and paid options, taught by skilled instructors. The application is available for both Android and iOS.
my: လေ့လာမယ်ဟာ အရည်အချင်းပြည့်မှီသော ဆရာဆရာမများမှ သင်ကြားပို့ချသည့် ဘာသာစကား video courses များကို ၀ယ်ယူရရှိနိုင်ပြီး ကျောင်းသားကျောင်းသူများ လွယ်ကူအဆင်ပြေချောမွေ့စွာ မိမိလေ့လာလိုသောဘာသာစကားများကို အချိန်နေရာမရွေး ဈေးနှုန်းသက်သာစွာ ၀ယ်ယူလေ့လာနိုင်မည့် အဆင့်မြင့် e-learning mobile application platform တစ်ခုပဲဖြစ်ပါတယ်။

source: Our Story
my: "လေ့လာမယ်" ရဲ့ဇာတ်လမ်းအစ

# our_story_text
source: A group of first-year students from GUSTO University came up with the innovative idea for the LaeLarMel mobile application platform during the GUSTO Innovation Challenge in 2023.
my: 2023 ခုနှစ် GUSTO University Innovation Challenge ပြိုင်ပွဲတွင်ပါ၀င်ယှဉ်ပြိုင်ခဲ့သော ပထမနှစ်ကျောင်းသားကျောင်းသူတစ်ဖွဲ့သည် အဆိုပါပြိုင်ပွဲကာလအတွင်း LaeLarMel e-learning mobile application platform အတွက်ဆန်းသစ်သောစိတ်ကူးတစ်ခု ထွက်ပေါ်လာခဲ့ရမှ LaeLarMel ဟာစတင်ခဲ့ပါတယ်။

source: Contact us
my: ဆက်သွယ်ရန်

source: Call Center
my: ခေါ်ဆိုမေးမြန်းရန်ဖုန်းနံပါတ်များ

# business_calls
source: For Business Calls
my: လုပ်ငန်းကိစ္စခေါ်ဆိုရန်ဖုန်းနံပါတ်များ

# faq
source: Frequently asked questions
my: အမေးများသောမေးခွန်းများ

# share_app
source: Share our app
my: Application ကိုမျှဝေမည်

source: Sign Out
my: ထွက်မည်

# sign_out_text
source: Are you sure to log out of your account?
my: သင့်အကောင့်မှ ထွက်ရန် သေချာပါသလား

# sign_out_yes
source: Yes
my: ထွက်မည်

# sign_out_no
source: No
my: မထွက်ပါ

source: Username
my: အသုံးပြုသူအမည်

# email
source: Email Address
my: အီးမေးလ်လိပ်စာ

# email_hint
source: Add your email
my: အီးမေးလ်လိပ်စာထည့်ပါ

source: Save
my: သိမ်းမည်

source: Wishlist
my: ဆန္ဒစာရင်း

# empty_wishlist_message
source: You don't have any courses on your wishlist yet. Want to save something for later?
my: သင့်ဆန္ဒစာရင်းတွင် မည်သည့်သင်တန်းမှ မှတ်သားထားခြင်းမရှိသေးပါ။ တစ်ခုခုကို နောင်အတွက်သိမ်းဆည်းထားလိုပါသလား။

source: Remove all
my: အားလုံးဖယ်ရှားမည်

# removed_course
source: Removed course from the wishlist
my: သင်တန်းကို ဆန္ဒစာရင်းမှ ဖယ်ရှားပြီးပါပြီ။

# added_course
source: Added course to the wishlist
my: သင်တန်းကို ဆန္ဒစာရင်းသို့ ထည့်သွင်းပြီးပါပြီ

# removed_all
source: Removed all courses from the wishlist
my: သင်တန်းအားလုံးကို ဆန္ဒစာရင်းမှ ဖယ်ရှားပြီးပါပြီ။

# already_removed_all
source: Already removed all courses from the wishlist
my: သင်တန်းအားလုံးကို ဆန္ဒစာရင်းမှ ဖယ်ရှားပြီးသားဖြစ်ပါသည်။

# preview_course
source: Preview the course
my: Course Preview ကြည့်ရန်

source: hours
my: နာရီ

source: Free
my: အခမဲ့

source: MMK
my: ကျပ်

source: Course Content
my: သင်ခန်းစာများ

# enroll_course
source: Enroll the course
my: စာရင်းပေးသွင်းပါ

# enroll_course_message
source: This course is completely free. Enroll the course now to start learning from our skilled instructors.
my: ဤသင်တန်းစာများသည်အခမဲ့ဖြစ်ပါသည်။ အခုပဲ သင်တန်းကိုစာရင်းပေးသွင်းပြီး စတင်လေ့လာလိုက်ပါ။

source: Free Enroll
my: အခမဲ့စာရင်းသွင်းမည်

source: Enroll Now
my: အခုစာရင်းသွင်းမည်

source: Paid Content
my: အခပေးသင်ခန်းစာများ

# paid_content_message
source: Please buy the course to access the premium content.
my: ပရီမီယံသင်ခန်းစာများကို လေ့လာသင်ယူနိုင်ရန် အခုပဲဝယ်ယူလိုက်ပါ။

source: Buy Now
my: အခု၀ယ်ယူမည်

source: Close
my: မလုပ်ပါ

# successfully_enrolled_course
source: You have successfully enrolled the course.
my: သင်တန်းကို အောင်မြင်စွာ စာရင်းသွင်းပြီးပါပြီ။

source: Course Enrolled
my: သင်တန်းစာရင်းသွင်းပြီး

# already_enrolled_course
source: You have already enrolled the course.
my: သင် သင်တန်းစာရင်းသွင်းပြီးသား ဖြစ်ပါတယ်။

# select_payment_method
source: Please select payment method
my: ငွေပေးချေမှုနည်းလမ်းကိုရွေးချယ်ပါ

source: Pay Now
my: ငွေပေးချေမည်

# coupon_code
source: Add Coupon Code
my: ကူပွန်ကုဒ်ထည့်ရန်

# enter_coupon_code
source: Enter your redeem code
my: ကူပွန်ကုဒ်သေချာရိုက်ထည့်ပါ

# updated_message
source: The user information has been updated.
my: အသုံးပြုသူ၏ informationအား အောင်မြင်စွာပြောင်းလဲပြီးပါပြီ။

# enter_6_digit
source: Please enter 6-digit code.
my: ဂဏန်း6လုံးပါ၀င်သောကုဒ်ကို သေချာရိုက်ထည့်ပါ
